target/test-classes/xml/sws/maintaincontact/TC3533_request

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sel="http://selfcare.telco.hsntech.com">
    <soapenv:Header/>
    <soapenv:Body>
        <sel:maintainContactRequest>
            <sel:ExternalSystemID>MOBILEAWARE</sel:ExternalSystemID>
            <sel:MaintainContactAction>Update Contact</sel:MaintainContactAction>
            <sel:UserName>$UserName$</sel:UserName>
            <sel:AccountNumber>$AccountNumber$</sel:AccountNumber>
            <sel:NewUserName>$NewUserName$</sel:NewUserName>
        </sel:maintainContactRequest>
    </soapenv:Body>
</soapenv:Envelope>